Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Choose the row height and icon size used by Alt-Tab compact previews
ar: اختر ارتفاع الصف وحجم الأيقونة المستخدمَين في معاينات Alt-Tab المضغوطة
de: Wählen Sie die Zeilenhöhe und Symbolgröße für kompakte Alt-Tab-Vorschauen
es: Elige la altura de fila y el tamaño de icono de las previsualizaciones compactas de Alt-Tab
fr: Choisissez la hauteur de la ligne et la taille des icônes utilisées par les aperçus compacts d'Alt-Tab
hu: Válassza ki az Alt-Tab kompakt előnézetekhez használt sormagasságot és ikonméretet
ja: Alt-Tabコンパクトプレビューで使用する行の高さとアイコンサイズを選択
nl: Kies de rijhoogte en pictogramgrootte die worden gebruikt door compacte Alt-Tab-voorbeelden
pl: Wybierz wysokość wiersza i rozmiar ikon w kompaktowych podglądach Alt-Tab
pt: Escolha a altura da linha e o tamanho dos ícones usados pelas pré-visualizações compactas do Alt-Tab
ru: Выберите высоту строк и размер значков для компактного предпросмотра Alt-Tab
sv: Välj radhöjd och symbolstorlek för kompakta förhandsvisningar i Alt-Tab
tr: Alt-Tab kompakt önizlemelerinde kullanılan satır yüksekliğini ve simge boyutunu seçin
vi: Chọn chiều cao hàng và kích cỡ biểu tượng được sử dụng bởi các bản xem trước thu gọn Alt-Tab
zh_hans: 选择 Alt-Tab 紧凑预览所使用的行高和图标大小
zh_hant: 選擇 Alt-Tab 精簡預覽所使用的列高與圖示大小

source: Choose the row height and icon size used by compact previews
ar: اختر ارتفاع الصف وحجم الأيقونة المستخدمة في المعاينات المدمجة
de: Wählen Sie die Zeilenhöhe und Symbolgröße für kompakte Vorschauen
es: Elige la altura de fila y el tamaño de icono de las previsualizaciones compactas
fr: Choisir la hauteur de ligne et la taille d'icône des aperçus compacts
hu: Válassza ki a kompakt előnézetekhez használt sormagasságot és ikonméretet
ja: コンパクトプレビューで使用する行の高さとアイコンサイズを選択
nl: Kies de rijhoogte en de pictogramgrootte voor compacte voorbeelden
pl: Wybierz wysokość wiersza i rozmiar ikon w kompaktowych podglądach
pt: Escolha a altura da linha e o tamanho dos ícones usados pelas pré-visualizações compactas
ru: Выберите высоту строк и размер значков для компактного предпросмотра
sv: Välj radhöjd och symbolstorlek för kompakta förhandsvisningar
tr: Kompakt önizlemelerde kullanılan satır yüksekliğini ve simge boyutunu seçin
vi: Chọn chiều cao hàng và kích cỡ biểu tượng được sử dụng bởi các bản xem trước thu gọn
zh_hans: 选择紧凑预览所使用的行高和图标大小
zh_hant: 選擇精簡預覽所使用的列高與圖示大小

source: Choose the row height and icon size used by Glance compact previews
ar: اختر ارتفاع الصف وحجم الأيقونة المستخدمين في معاينات Glance المضغوطة
de: Wählen Sie die Zeilenhöhe und Symbolgröße für kompakte Glance-Vorschauen
es: Elige la altura de fila y el tamaño de icono de las previsualizaciones compactas de Glance
fr: Choisir la hauteur de rangée et la taille d'icône des aperçus compacts de Glance
hu: Válassza ki a Glance kompakt előnézetek sormagasságát és ikonméretét
ja: Glanceコンパクトプレビューで使用する行の高さとアイコンサイズを選択
nl: Kies de rijhoogte en de pictogramgrootte die worden gebruikt in de compacte voorbeelden van Glance
pl: Wybierz wysokość wiersza i rozmiar ikon używane w kompaktowych podglądach Glance
pt: Escolha a altura da linha e o tamanho dos ícones usados pelas pré-visualizações compactas do Glance
ru: Выберите высоту строки и размер значков для компактных миниатюр Glance.
sv: Välj radhöjd och symbolstorlek för kompakta förhandsvisningar i Glance
tr: Glance kompakt önizlemelerinde kullanılan satır yüksekliğini ve simge boyutunu seçin
vi: Chọn chiều cao hàng và kích thước biểu tượng được sử dụng cho các bản xem trước thu gọn của Glance
zh_hans: 设置 Glance 紧凑预览的行高和图标大小
zh_hant: 選擇 Glance 精簡預覽所使用的列高和圖示大小

source: Choose the SF Symbol shown for the File Tray shelf page
ar: اختر SF Symbol المعروض لصفحة «حاوية الملفات» على الرف
de: SF Symbol für die Ablage-Seite „Datei-Ablage“ auswählen
es: Elige el SF Symbol que se muestra para la página Bandeja de archivos del estante
fr: Choisissez le SF Symbol affiché pour la page d'étagère Tiroir de fichiers
hu: A Fájltároló Tálca polclapjához megjelenített SF Symbol kiválasztása
ja: 「ファイルトレイ」シェルフページに表示するSF Symbolを選択
nl: Kies het SF-symbool dat wordt weergegeven op de pagina voor het bestandsvak
pl: Wybierz symbol SF wyświetlany dla strony Półka plików w Szufladzie
pt: Escolha o SF Symbol mostrado para a página Tabuleiro de Ficheiros da prateleira
ru: Выберите символ SF Symbols для страницы полки «Лоток файлов»
sv: Välj den SF-symbol som visas för hyllsidan Filbricka
tr: Dosya tepsisi raf sayfası için gösterilen SF sembolünü seçin
vi: Chọn SF Symbol hiển thị cho trang ngăn Khay tệp
zh_hans: 选择暂存区“文件托盘”页面显示的 SF 符号
zh_hant: 選擇「檔案托盤」暫存區頁面所顯示的 SF Symbol 圖示

source: Choose the SF Symbol shown for the Open Apps shelf page
ar: اختر SF Symbol المعروض لصفحة «التطبيقات المفتوحة» على الرف
de: SF Symbol für die Ablage-Seite „Geöffnete Apps“ auswählen
es: Elige el SF Symbol que se muestra para la página Apps abiertas del estante
fr: Choisissez le SF Symbol affiché pour la page d'étagère Apps ouvertes
hu: A Nyitott appok polclapjához megjelenített SF Symbol kiválasztása
ja: 「起動中のアプリ」シェルフページに表示するSF Symbolを選択
nl: Kies het SF Symbol dat wordt weergegeven voor de plankpagina 'Geopende apps'
pl: Wybierz symbol SF wyświetlany dla strony Otwarte aplikacje w Szufladzie
pt: Escolha o SF Symbol mostrado para a página Aplicações Abertas da prateleira
ru: Выберите символ SF Symbols для страницы полки «Открытые приложения»
sv: Välj den SF-symbol som visas för hyllsidan Öppna appar
tr: Açık Uygulamalar raf sayfası için gösterilen SF sembolünü seçin
vi: Chọn SF Symbol hiển thị cho trang ngăn Ứng dụng đang mở
zh_hans: 选择暂存区“运行中的应用”页面显示的 SF 符号
zh_hant: 選擇「已開啟的應用程式」暫存區頁面所顯示的 SF Symbol 圖示

source: Choose the SF Symbol shown for the Widgets shelf page
ar: اختر SF Symbol المعروض لصفحة «الأدوات» على الرف
de: SF Symbol für die Ablage-Seite „Widgets“ auswählen
es: Elige el SF Symbol que se muestra para la página Widgets del estante
fr: Choisissez le SF Symbol affiché pour la page d'étagère Widgets
hu: A Widgetek polclapjához megjelenített SF Symbol kiválasztása
ja: 「ウィジェット」シェルフページに表示するSF Symbolを選択
nl: Kies het SF Symbol dat wordt weergegeven voor de plankpagina 'Widgets'
pl: Wybierz symbol SF wyświetlany dla strony Widżety w Szufladzie
pt: Escolha o SF Symbol mostrado para a página Widgets da prateleira
ru: Выберите символ SF Symbols для страницы полки «Виджеты»
sv: Välj den SF-symbol som visas för hyllsidan Widgetar
tr: Widget'lar raf sayfası için gösterilen SF sembolünü seçin
vi: Chọn SF Symbol hiển thị cho trang ngăn Tiện ích
zh_hans: 选择暂存区“小组件”页面显示的 SF 符号
zh_hant: 選擇「小工具」暫存區頁面顯示的 SF Symbol

source: Choose the shared modifier used for initializer-based shortcuts
ar: اختر المعدِّل المشارك المستخدم للاختصارات القائمة على التهيئة
de: Wählen Sie die gemeinsame Sondertaste für Kurzbefehle mit Auslösetaste
es: Elige el modificador compartido usado para los atajos basados en inicializador
fr: Choisir la touche de modification partagée utilisée par les raccourcis basés sur le déclencheur
hu: Válassza ki az indítóbillentyű-alapú billentyűparancsokhoz használt közös módosítóbillentyűt
ja: イニシャライザ方式のショートカットで使用する共通の修飾キーを選択
nl: Kies de gedeelde modificatietoets die wordt gebruikt voor initialisatiegebaseerde sneltoetsen
pl: Wybierz wspólny modyfikator używany w skrótach inicjowanych klawiszem
pt: Escolha o modificador partilhado usado pelos atalhos com tecla iniciadora
ru: Выберите общую клавишу-модификатор для сочетаний клавиш с клавишей-инициатором
sv: Välj den delade modifierartangenten som används för initierarbaserade kortkommandon
tr: Başlatıcı tabanlı kısayollar için kullanılan ortak değiştiriciyi seçin
vi: Chọn phím bổ trợ dùng chung được sử dụng cho các phím tắt dựa trên trình khởi tạo
zh_hans: 选择基于起始键的快捷键共用的修饰键
zh_hant: 選擇初始化鍵快速鍵所使用的共用修飾鍵

source: Choose the solid fill color behind widgets
ar: اختر لون التعبئة الخالص خلف الأدوات
de: Volltonfarbe hinter Widgets auswählen
es: Elige el color de relleno sólido detrás de los widgets
fr: Choisissez la couleur de remplissage unie derrière les widgets
hu: A widgetek mögötti egyszínű kitöltés színének kiválasztása
ja: ウィジェットの背後の単色の塗りつぶしカラーを選択
nl: Kies de effen opvulkleur achter widgets
pl: Wybierz jednolity kolor tła widżetów
pt: Escolha a cor sólida de preenchimento por trás dos widgets
ru: Выберите сплошной цвет заливки за виджетами
sv: Välj den heltäckande fyllnadsfärgen bakom widgetar
tr: Widget'ların arkasındaki düz dolgu rengini seç
vi: Chọn màu tô thuần phía sau tiện ích
zh_hans: 选择小组件背景的纯色填充颜色
zh_hant: 選擇小工具後方的純色填滿顏色

source: Choose toggles in settings
ar: اختر المفاتيح من الإعدادات
de: Schalter in den Einstellungen auswählen
es: Elige controles en los ajustes
fr: Choisissez les commandes dans les paramètres
hu: Válasszon kapcsolókat a beállításokban
ja: 設定でトグルを選択してください
nl: Kies schakelaars in de instellingen
pl: Wybierz przełączniki w ustawieniach
pt: Escolha os interruptores nas definições
ru: Выберите переключатели в настройках
sv: Välj reglage i inställningarna
tr: Ayarlardan geçişleri seç
vi: Chọn các nút bật/tắt trong cài đặt
zh_hans: 在设置中选择开关
zh_hant: 選擇設定中的切換開關

source: Choose up to five Alt-Tab window controls in enable order
ar: اختر ما يصل إلى خمسة عناصر تحكم للنوافذ في Alt-Tab بترتيب تفعيلها
de: Wählen Sie bis zu fünf Alt-Tab-Fenstersteuerungen in der gewünschten Reihenfolge
es: Elige hasta cinco controles de ventana de Alt-Tab en orden de activación
fr: Choisir jusqu'à cinq commandes de fenêtre Alt-Tab dans l'ordre d'activation
hu: Válasszon ki legfeljebb öt Alt-Tab ablakvezérlőt az engedélyezési sorrendben
ja: Alt-Tabのウインドウコントロールを、有効にする順に最大5つ選択
nl: Kies maximaal vijf Alt-Tab venster-bedieningselementen in de volgorde van inschakeling
pl: Wybierz maksymalnie pięć elementów sterujących oknem Alt-Tab w kolejności włączania
pt: Escolha até cinco controlos de janela do Alt-Tab por ordem de ativação
ru: Выберите до пяти элементов управления окном Alt-Tab в порядке включения
sv: Välj upp till fem fönsterreglage för Alt-Tab i aktiveringsordning
tr: Etkinleştirme sırasına göre en fazla beş Alt-Tab pencere kontrolü seçin
vi: Chọn tối đa năm điều khiển cửa sổ Alt-Tab theo thứ tự bật
zh_hans: 按启用顺序最多选择五个 Alt-Tab 窗口控件
zh_hant: 依啟用順序選擇最多五個 Alt-Tab 視窗控制項

source: Choose up to five Glance window controls in enable order
ar: اختر حتى خمسة من عناصر تحكم النوافذ في Glance بترتيب تفعيلها
de: Wählen Sie bis zu fünf Glance-Fenstersteuerungen in der gewünschten Reihenfolge
es: Elige hasta cinco controles de ventana de Glance en orden de activación
fr: Choisir jusqu'à cinq commandes de fenêtre Glance dans l'ordre d'activation
hu: Válasszon legfeljebb öt Glance ablakvezérlőt az engedélyezés sorrendjében
ja: Glanceのウインドウコントロールを、有効にする順に最大5つ選択
nl: Kies maximaal vijf Glance-vensterbedieningselementen in de volgorde van inschakeling
pl: Wybierz maksymalnie pięć elementów sterujących oknem Glance w kolejności włączania
pt: Escolha até cinco controlos de janela do Glance por ordem de ativação
ru: Выберите до пяти элементов управления окном Glance в порядке их включения.
sv: Välj upp till fem fönsterreglage för Glance i aktiveringsordning
tr: En fazla beş Glance pencere denetimini etkinleştirme sırasına göre seç
vi: Chọn tối đa năm điều khiển cửa sổ Glance theo thứ tự bật
zh_hans: 选择最多 5 个 Glance 窗口控制按钮，并按启用顺序排列
zh_hant: 最多可選擇五個 Glance 視窗控制項，並依啟用順序排列

source: Choose up to five window controls
ar: اختر ما يصل إلى خمسة عناصر تحكم للنوافذ
de: Wählen Sie bis zu fünf Fenstersteuerungen
es: Elige hasta cinco controles de ventana
fr: Choisissez jusqu'à 5 contrôles de fenêtres
hu: Válasszon ki legfeljebb öt ablakvezérlőt
ja: ウインドウコントロールを最大5つ選択
nl: Kies maximaal vijf venster-bedieningselementen
pl: Wybierz maksymalnie pięć elementów sterujących oknem
pt: Escolha até cinco controlos de janela
ru: Выберите до пяти элементов управления окна
sv: Välj upp till fem fönsterreglage
tr: En fazla beş pencere kontrolü seçin
vi: Chọn tối đa năm điều khiển cửa sổ
zh_hans: 最多选择五个窗口控件
zh_hant: 選擇最多五個視窗控制項

source: Choose up to five window controls in enable order
ar: اختر ما يصل إلى خمسة عناصر تحكم للنوافذ بترتيب تفعيلها
de: Wählen Sie bis zu fünf Fenstersteuerungen in der gewünschten Reihenfolge
es: Elige hasta cinco controles de ventana en orden de activación
fr: Choisir jusqu'à cinq commandes de fenêtre dans l'ordre d'activation
hu: Válasszon ki legfeljebb öt ablakvezérlőt az engedélyezési sorrendben
ja: ウインドウコントロールを、有効にする順に最大5つ選択
nl: Kies maximaal vijf venster-bedieningselementen in de volgorde van inschakeling
pl: Wybierz maksymalnie pięć elementów sterujących oknem w kolejności włączania
pt: Escolha até cinco controlos de janela por ordem de ativação
ru: Выберите до пяти элементов управления окна в порядке включения
sv: Välj upp till fem fönsterreglage i aktiveringsordning
tr: Etkinleştirme sırasına göre en fazla beş pencere kontrolü seçin
vi: Chọn tối đa năm điều khiển cửa sổ theo thứ tự bật
zh_hans: 按启用顺序最多选择五个窗口控件
zh_hant: 依啟用順序選擇最多五個視窗控制項

source: Choose what happens after hovering over a dock preview thumbnail
ar: اختر ما يحدث بعد تمرير المؤشر فوق الصورة المصغرة لمعاينة في Dock
de: Wählen Sie, was beim Zeigen auf eine Miniaturansicht der Dock-Vorschau geschieht
es: Elige qué ocurre al pasar el cursor sobre una miniatura de previsualización del Dock
fr: Choisir ce qui se passe après avoir survolé une miniature de l'aperçu du dock
hu: Válassza ki, mi történjen egy Dock-előnézeti miniatűrre mutatás után
ja: Dockプレビューのサムネールにホバーしたあとの動作を選択
nl: Kies wat er gebeurt wanneer je de aanwijzer op een miniatuur in een Dock-voorbeeld plaatst
pl: Wybierz czynność wykonywaną po umieszczeniu wskaźnika nad miniaturą podglądu w Docku
pt: Escolha o que acontece depois de passar o cursor sobre uma miniatura de pré-visualização da Dock
ru: Выберите, что происходит после наведения указателя на миниатюру предпросмотра в Dock
sv: Välj vad som händer när pekaren hålls över en förhandsvisningsminiatyr i Docken
tr: Bir dock önizleme küçük resminin üzerine gelindiğinde ne olacağını seçin
vi: Chọn hành động xảy ra sau khi di chuột qua hình thu nhỏ xem trước của dock
zh_hans: 选择悬停在 Dock 预览缩略图上后的操作
zh_hant: 選擇滑鼠停留於 Dock 預覽縮圖後的動作

source: Choose when widget stacks participate in magnification
ar: اختر متى تشارك مكدسات الأدوات في التكبير
de: Wählen Sie, wann Widget-Stapel an der Vergrößerung teilnehmen
es: Elige cuándo las pilas de widgets participan en la ampliación
fr: Choisir quand les piles de widgets participent à l'agrandissement
hu: Válassza ki, mikor vegyenek részt a widgetkötegek a nagyításban
ja: ウィジェットスタックが拡大に参加する条件を選択
nl: Kies wanneer widgetstapels meedoen met vergroten
pl: Wybierz, kiedy stosy widżetów biorą udział w powiększaniu
pt: Escolha quando as pilhas de widgets participam na ampliação
ru: Выберите, когда стопки виджетов будут увеличиваться
sv: Välj när widgetstackar deltar i förstoringen
tr: Widget yığınlarının büyütmeye ne zaman dahil olacağını seçin
vi: Chọn thời điểm các ngăn xếp tiện ích được áp dụng hiệu ứng phóng đại
zh_hans: 选择小组件叠放放大的时机
zh_hant: 選擇小工具堆疊何時參與放大效果

source: Choose whether %@ previews appear after a short hold or immediately
ar: اختر ما إذا كانت معاينات %@ تظهر بعد فترة قصيرة أو مباشرة
de: Wählen Sie, ob %@-Vorschauen nach kurzem Verweilen oder sofort erscheinen
es: Elige si las previsualizaciones del %@ aparecen tras mantener pulsado un instante o de inmediato
fr: Choisissez si les aperçus %@ apparaissent après un court délai ou immédiatement
hu: Válassza ki, hogy a %@ előnézetei rövid nyomva tartás után vagy azonnal jelenjenek meg
ja: %@のプレビューを、少し押し続けてから表示するか、すぐに表示するかを選択
nl: Kies of %@ voorbeelden kort na het indrukken of direct verschijnen
pl: Wybierz, czy podglądy %@ pojawiają się po krótkim przytrzymaniu, czy natychmiast
pt: Escolha se as pré-visualizações do %@ aparecem após manter premido um instante ou de imediato
ru: Выберите, появятся ли %@ превью после короткого удержания или немедленно
sv: Välj om förhandsvisningar för %@ visas efter en kort nedhållning eller direkt
tr: %@ önizlemelerinin kısa bir beklemeden sonra mı yoksa hemen mi görüneceğini seçin
vi: Chọn hiển thị bản xem trước %@ sau khi giữ một lúc ngắn hay hiển thị ngay lập tức
zh_hans: 选择短暂按住后显示 %@ 预览，还是立即显示
zh_hant: 選擇 %@ 預覽是在短暫停留後顯示，還是立即顯示

source: Choose whether Alt-Tab compact rows show the app name, window title, or both
ar: اختر ما إذا كانت الصفوف المدمجة لـ Alt-Tab تظهر اسم التطبيق، عنوان النافذة، أو كليهما
de: Wählen Sie, ob kompakte Alt-Tab-Zeilen den App-Namen, den Fenstertitel oder beides anzeigen
es: Elige si las filas compactas de Alt-Tab muestran el nombre de la app, el título de la ventana o ambos
fr: Choisissez si les lignes compactes Alt-Tab affichent le nom de l'application, le titre de la fenêtre ou les deux
hu: Válassza ki, hogy az Alt-Tab kompakt sorok az alkalmazás nevét, az ablak címét vagy mindkettőt megjelenítsék-e
ja: Alt-Tabのコンパクト行にアプリ名、ウインドウタイトル、またはその両方を表示するかを選択
nl: Kies of in de compacte rijen van Alt-Tab de app-naam, de venstertitel of beide worden weergegeven
pl: Wybierz, czy kompaktowe wiersze Alt-Tab pokazują nazwę aplikacji, tytuł okna, czy oba elementy
pt: Escolha se as linhas compactas do Alt-Tab mostram o nome da aplicação, o título da janela ou ambos
ru: Выберите, что показывать в компактных строках Alt-Tab: название приложения, заголовок окна или и то и другое
sv: Välj om kompakta rader i Alt-Tab visar appnamnet, fönstertiteln eller båda
tr: Alt-Tab kompakt satırlarının uygulama adını, pencere başlığını veya her ikisini birden gösterip göstermeyeceğini seçin
vi: Chọn hiển thị tên ứng dụng, tiêu đề cửa sổ, hoặc cả hai trên các hàng thu gọn của Alt-Tab
zh_hans: 选择 Alt-Tab 紧凑行显示应用名称、窗口标题还是两者都显示
zh_hant: 選擇 Alt-Tab 精簡列要顯示應用程式名稱、視窗標題，或兩者皆顯示

source: Choose whether auto-hide reveals only under the dock or from the full display edge
ar: اختر ما إذا كان الإخفاء التلقائي يُظهر الشريط من تحت موضعه فقط أو من كامل حافة الشاشة
de: Wählen Sie, ob das automatisch ausgeblendete Dock nur unter dem Dock oder entlang der gesamten Displaykante erscheint
es: Elige si la ocultación automática se activa solo bajo el Dock o desde todo el borde de la pantalla
fr: Choisir si le masquage automatique se révèle uniquement sous le dock ou depuis tout le bord de l'écran
hu: Válassza ki, hogy az automatikus elrejtés csak a Dock alatti sávban vagy a kijelző teljes szélén hozza-e elő a Dockot
ja: 自動非表示からの再表示をDockの直下だけにするか、ディスプレイの端全体からにするかを選択
nl: Kies of de functie 'automatisch verbergen' alleen onder het Dock of vanaf de rand van het volledige scherm zichtbaar wordt
pl: Określ, czy ukryty Dock ma pojawiać się tylko w swoim obszarze, czy na całej krawędzi wyświetlacza.
pt: Escolha se a ocultação automática revela apenas sob a Dock ou a partir de toda a margem do ecrã
ru: Выберите, появляется ли автоматически скрытый Dock только при наведении под ним или у всего края дисплея
sv: Välj om automatisk gömning visar Docken bara precis under den eller från hela skärmkanten
tr: Otomatik gizlemenin yalnızca dock'un altından mı yoksa ekranın tüm kenarından mı açılacağını seç
vi: Chọn hiển thị tự động ẩn chỉ bên dưới dock hay từ toàn bộ cạnh màn hình
zh_hans: 选择自动隐藏后，是仅在 Dock 下方显示，还是可从整个屏幕边缘唤出
zh_hant: 選擇自動隱藏的 Dock 應僅在 Dock 所在區域顯示，還是從整個螢幕邊緣顯示

source: Choose whether compact rows show the app name, window title, or both
ar: اختر ما إذا كانت الصفوف المدمجة تظهر اسم التطبيق، عنوان النافذة، أو كليهما
de: Wählen Sie, ob kompakte Zeilen den App-Namen, den Fenstertitel oder beides anzeigen
es: Elige si las filas compactas muestran el nombre de la app, el título de la ventana o ambos
fr: Choisir si les lignes compactes affichent le nom de l'application, le titre de la fenêtre ou les deux
hu: Válassza ki, hogy a kompakt sorok az alkalmazás nevét, az ablak címét vagy mindkettőt megjelenítsék-e
ja: コンパクト行にアプリ名、ウインドウタイトル、またはその両方を表示するかを選択
nl: Kies of in de compacte rijen de app-naam, de venstertitel of beide worden weergegeven
pl: Wybierz, czy kompaktowe wiersze pokazują nazwę aplikacji, tytuł okna, czy oba elementy
pt: Escolha se as linhas compactas mostram o nome da aplicação, o título da janela ou ambos
ru: Выберите, что показывать в компактных строках: название приложения, заголовок окна или и то и другое
sv: Välj om kompakta rader visar appnamnet, fönstertiteln eller båda
tr: Kompakt satırların uygulama adını, pencere başlığını veya her ikisini birden gösterip göstermeyeceğini seçin
vi: Chọn hiển thị tên ứng dụng, tiêu đề cửa sổ, hoặc cả hai trên các hàng thu gọn
zh_hans: 选择紧凑行显示应用名称、窗口标题还是两者皆显示
zh_hant: 選擇精簡列要顯示應用程式名稱、視窗標題，或兩者皆顯示

source: Choose whether dragging a file onto the dock opens the file tray, opens it with an app, spring-loads App Exposé for the app, or pins it to the dock
ar: اختر ما إذا كان سحب ملف إلى Dock يفتح حاوية الملفات، أو يفتحه بتطبيق، أو يشغّل App Exposé للتطبيق تلقائيًا، أو يثبته في Dock
de: Festlegen, ob das Ziehen einer Datei auf das Dock die Datei-Ablage öffnet, die Datei mit einer App öffnet, App Exposé für die App auslöst oder die Datei im Dock angeheftet wird
es: Elige si arrastrar un archivo al Dock abre la bandeja de archivos, lo abre con una app, abre App Exposé de la app al mantenerlo encima o lo fija en el Dock
fr: Choisir si glisser un fichier sur le dock ouvre le tiroir de fichiers, l'ouvre avec une app, déclenche App Exposé pour l'app ou l'épingle au dock
hu: Válassza ki, hogy egy fájl Dockra húzása a Fájltároló Tálcát nyissa meg, appal nyissa meg a fájlt, App Exposét nyisson az apphoz, vagy a Dockra tűzze a fájlt
ja: ファイルをDockにドラッグしたときに、ファイルトレイを開くか、アプリで開くか、そのアプリのApp Exposéをスプリングロードするか、Dockにピン留めするかを選択
nl: Kies of het slepen van een bestand naar het Dock het bestandsvak opent, het bestand met een app opent, App Exposé voor de app activeert of het bestand aan het Dock vastzet
pl: Wybierz, czy przeciągnięcie pliku do Docka otwiera Półkę plików, otwiera plik w aplikacji, pokazuje Exposé aplikacji po przytrzymaniu pliku nad jej ikoną czy przypina plik do Docka
pt: Escolha se arrastar um ficheiro para a Dock abre o tabuleiro de ficheiros, o abre com uma aplicação, aciona o App Exposé da aplicação ou o afixa na Dock
ru: Выберите, что произойдет при перетаскивании файла на Dock: откроется лоток для файлов, файл откроется в приложении, активируется режим App Exposé для этого приложения или файл будет закреплен в Dock.
sv: Välj om en fil som dras till Docken öppnar filbrickan, öppnas med en app, utlöser App Exposé för appen eller fästs i Docken
tr: Bir dosyayı dock'a sürüklemenin dosya tepsisini mi açacağını, bir uygulamayla mı açacağını, sürükleyip bekleyince uygulama için App Exposé'yi mi açacağını yoksa dock'a mı sabitleyeceğini seç
vi: Chọn hành động khi kéo một tệp vào dock: mở khay tệp, mở bằng một ứng dụng, kích hoạt mở nhanh App Exposé cho ứng dụng đó, hoặc ghim mục đó vào dock
zh_hans: 选择将文件拖到 Dock 时的行为：打开文件托盘、使用应用打开、悬停以触发应用的 App Exposé，或将文件固定到 Dock
zh_hant: 選擇將檔案拖曳至 Dock 時，是要開啟檔案托盤、使用應用程式開啟、為該應用程式啟動 App Exposé，還是將其釘選在 Dock 上
